/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Перенаправление папок";
"MCXRedirector.pfm_description" =			"Создает и перемещает символьные ссылки из папок в папке пользователя в другие папки. Пользователь должен иметь права доступа к выбранной папке.";

"LoginRedirection-raw.pfm_title" =			"Перенаправления при входе";
"LoginRedirection-raw.pfm_description" =			"Перенаправления выполнены при входе пользователя.";
"OtherRedirection-raw.pfm_title" =			"Другие перенаправления";
"OtherRedirection-raw.pfm_description" =			"Перенаправления выполняются при сетевых переходах и изменениях настроек.";
"LogoutRedirection-raw.pfm_title" =			"Перенаправления при выходе";
"LogoutRedirection-raw.pfm_description" =			"Перенаправления выполнены при выходе пользователя.";

"ActionInfo.pfm_title" =			"Действие перенаправления";
"ActionInfo.pfm_description" =			"Одно действие перенаправления.";

"action.pfm_title" =			"Действие";
"action.pfm_description" =			"Действие выполнено. Используйте «deleteAndCreateSymLink» для удаления объекта в «Путь папки» и создания символьной ссылки в «Путь папки назначения». Используйте «renameAndCreateSymLink» для переименования объекта в «Путь папки» и создания символьной ссылки в «Путь папки назначения». Используйте «deletePath» для удаления объекта в «Путь папки». Используйте «deleteSymLinkAndRestore» для удаления символьной ссылки в «Путь папки» и перемещения папки, созданной с помощью «renameAndCreateSymLink», в «Путь папки».";
"path.pfm_title" =			"Путь папки";
"path.pfm_description" =			"Путь папки для действия и размещения символьной ссылки. Путь должен находиться в папке пользователя. Начинайте путь с «~/».";
"destPath.pfm_title" =			"Путь папки назначения";
"destPath.pfm_description" =			"Путь папки назначения для символьной ссылки. Используйте «~» для указания пути в текущей папке пользователя. Используйте «%@», чтобы указать текущее имя пользователя.";
